Repository: sacids/poe-1.3
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sw

source: -- Select --
sw: -- Chagua --

source: Above 1 year
sw: Zaidi ya mwaka

source: Below 1 year
sw: Chini ya mwaka

source: Male
sw: Mwanaume

source: Female
sw: Mwanamke

source: Flight
sw: Ndege

source: Truck
sw: Lori

source: Bus
sw: Basi

source: Private vehicle
sw: Gari binafsi

source: Vessel
sw: Meli/Boti

source: Train
sw: Treni

source: Resident
sw: Mkazi

source: Tourist
sw: Utalii

source: Transit
sw: Mpito

source: Business
sw: Biashara

source: Conference
sw: Mkutano

source: Studies
sw: Mwanafunzi

source: Other
sw: Nyingine

source: Student
sw: Mwanafunzi

source: Religious
sw: Taasisi za kidini

source: Farmer
sw: Mkulima

source: Hunter
sw: Mwindaji

source: Nurse
sw: Muuguzi

source: Clinician
sw: Mfanyakazi wa Kituo cha Afya

source: Engineer
sw: Injinia

source: Sports
sw: Mwanamichezo

source: Surname
sw: Jina la ukoo

source: Write surname...
sw: Andika jina la ukoo...

source: Other names
sw: Majina mengine

source: Write other names...
sw: Andika majina mengine...

source: Age Category
sw: Jamii ya umri

source: Age <span id="age_cat"></span>
sw: Umri <span id="age_cat"></span>

source: Write age...
sw: Andika umri...

source: Sex
sw: Jinsia

source: Nationality
sw: Uraia

source: Passport Number
sw: Hati ya Kusafiri

source: Write passport number...
sw: Andika namba ya hati ya kusafiri...

source: Arrival Date
sw: Tarehe ya kuwasili

source: Mode of Transport
sw: Aina ya usafiri

source: Point of Entry
sw: Sehemu ulipowasili/utakapowasili

source: Vessel/Flight/Vehicle Name/No
sw: Namba ya Meli/Ndege/Basi/Gari

source: Write Vessel/Flight/Vehicle Name...
sw: Andika namba ya meli/ndege/basi/gari...

source: Seat Number <span id="seat_astr" class="asteriskField"></span>
sw: Namba ya kiti <span id="seat_astr" class="asteriskField"></span>

source: Write your seat number...
sw: Andika namba ya kiti...

source: Visiting Purpose
sw: Lengo la safari Tanzania

source: Other Purposes <span id="other_purpose_astr" class="asteriskField"></span>
sw: Lengo lingine la safari <span id="other_purpose_astr" class="asteriskField"></span>

source: Write other visiting purpose....
sw: Andika lengo lingine la safari

source: Duration of stay (In days) <span id="dur_stay_astr" class="asteriskField"></span>
sw: Idadi ya siku unazokaa <span id="dur_stay_astr" class="asteriskField"></span>

source: Write duration of stay...
sw: Andika Idadi ya siku utakazokaa...

source: Occupation
sw: Kazi/Ajira

source: Other occupation <span id="other_employment_astr" class="asteriskField"></span>
sw: Kazi/Ajira nyingine <span id="other_employment_astr" class="asteriskField"></span>

source: Write other occupation...
sw: Andika kazi nyingine...

source: Physical address/Hotel Name
sw: Eneo na anwani ya eneo/Jina la hoteli

source: Write physical address/hotel name...
sw: Eneo na anwani ya eneo/Jina la hoteli

source: Region
sw: Mkoa

source: District
sw: Wilaya

source: Street/Ward
sw: Mtaa/Kata

source: Write street or ward...
sw: Andika mtaa/kata...

source: Phone
sw: Namba ya simu

source: Write phone...
sw: Andika namba ya simu...

source: Email
sw: Barua pepe

source: Write email address...
sw: Andika barua pepe...

source: Country where journey started
sw: Nchi ulipoanzia safari

source: Number of countries
sw: Idadi ya nchi

source: Write number of countries...
sw: Andika idadi ya nchi

source: Other Symptoms (comma separated)
sw: Dalili zingine (Taja)

source: Write other symptoms...
sw: Andika dalili zingine...

source: Travellers Surveillance
sw: Fomu ya ufuatiliaji wa magonjwa

source: Login
sw: Ingia

source: The United Republic of Tanzania.
sw: Jamhuri ya Muungano wa Tanzania

source: Ministry of Health, Community Development, Gender, Elderly and Children
sw: Wizara ya Afya, Maendeleo ya Jamii, Jinsia, Wazee na Watoto

source: Country Visited
sw: Nchi uliyotembelea

source: Location/Province
sw: Mahali ulipotembelea

source: Write a location/province visited...
sw: Andika mahali ulipotembelea...

source: Entry Date
sw: Tarehe ya kuingia

source: Pick date...
sw: Chagua Tarehe

source: Number of Days
sw: Idadi ya siku

source: Write number of days...
sw: Andika idadi ya siku

source: Traveller's Surveillance Form
sw: Fomu ya ufuatiliaji wa magonjwa kwa abiria.

source: Traveller's Health Declaration Form
sw: Fomu ya ufuatiliaji wa magonjwa kwa abiria

source: Traveller Information
sw: Taarifa za msafiri

source: <b>Note:</b> Write surname and other names as appear in your passport.
sw: <b>Kumbuka:</b> Andika jina la mwisho na majina mengine kama yanavyoonekana kwenye pasipoti

source: Contact while in Tanzania
sw: Anwani na mawasiliano ukiwa Tanzania

source: Countries visited in last 21 days (3 weeks)
sw: Nchi ulizotembelea ndani ya siku 21

source: Have you experienced the following conditions during the last 7 days (1 week)?
sw: Umewahi kuwa na dalili zifuatazo ndani ya siku 7 (Juma moja) zilizopita?

source: Please, mark/tick all the clinical manifestations that you have experienced during the last 7 days (1 week)
sw: Tafadhali chagua dalili ulizokuwa nazo ndani ya siku 7 (juma moja) lililopita?

source: Declarations of filled information
sw: Maazimio ya taarifa ulizojaza

source: I declare that the information provided is complete and correct to the best of my knowledge. I understand that any false information filled could lead to denial or prosecution in accordance to law.
sw: Nakubali kwamba taarifa nilizojaza ni sahihi kwa uelewa wangu. Ninafahamu kutoa taarifa za uongo inaweza kusababisha kukataliwa kuingia nchini au kushtakiwa.

source: Previous
sw: Nyuma

source: Next
sw: Mbele

source: Traveller's Health Declaration
sw: Tamko la afya ya msafiri

source: Change Language
sw: Badili Lugha

source: An online web based surveillance to gather traveller information pertaining to the purpose of improving public health. This is in accordance with public health act 2009, thus false information is an offence
sw: Ni mfumo unaosaidia kukusanya taarifa za afya za wasafiri kwa ajili ya kuboresha mfumo wa afya.Hii ni kutokana na mujibu wa sheria. Kujaza taarifa za uongo ni kosa.

source: To fill either arrival or departure details, Click link below.
sw: Kujaza taarifa za kuingia au kutoka nchini, Bonyeza chini.

source: Arrival
sw: Kuwasili

source: Departure
sw: Kuondoka

source: (In years)
sw: (Kwa miaka)

source: (In months)
sw: (Kwa miezi)

source: Travellers Surveillance Form
sw: Fomu ya ufuatiliaji wa magonjwa kwa abiria wa kimataifa

source: Information successfully submitted.
sw: Umefanikiwa kuwasilisha taarifa zako

source: Do you want to fill another form?
sw: Unataka kujaza fomu nyingine?

source: Yes
sw: Ndio

source: No
sw: Hapana

source: Submit
sw: Wasilisha

source: Surname required
sw: Jina la ukoo inahitajika

source: Invalid surname
sw: Jina la ukoo limekosewa

source: Other names required
sw: Majina mengine yanahitajika

source: Invalid other names
sw: Majina mengine yamekosewa

source: Age category required
sw: Jamii ya umri inahitajika

source: Age is required
sw: Umri unahitajika

source: Age should be between 1 and 150 years
sw: Umri unatakiwa kuwa kati ya mwaka 1 mpaka miaka 150

source: Age should be between 1 and 11 months
sw: Umri unatakiwa kuwa kati ya mwezi 1 mpaka 11

source: Sex is required
sw: Jinsia inahitajika

source: Nationality is required
sw: Uraia unahitajika

source: Passport number is required
sw: Hati ya Kusafiri

source: Arrival date is required
sw: Tarehe ya kuwasili

source: Invalid arrival date
sw: Tarehe ya kuwasili

source: Mode of transport is required
sw: Aina ya usafiri

source: Vessel/Flight/Vehicle name is required
sw: Namba ya Meli/Ndege/Basi/Gari

source: Point of entry required
sw: Sehemu ulipowasili/utakapowasili inahijika

source: Seat number required
sw: Namba ya kiti inahitajika

source: Visiting purpose required
sw: Lengo la safari Tanzania

source: Other visiting purpose required
sw: Andika lengo lingine la safari

source: Duration of stay required
sw: Idadi ya siku utakazokaa

source: Duration of stay should be greater than 0
sw: Idadi ya siku zinatakuwa kuwa kubwa zaidi ya 0

source: Occupation required
sw: Kazi/Ajira inahijika

source: Other occupation required
sw: Majina mengine yanahitajika

source: Physical address/Hotel name required
sw: Eneo na anwani ya eneo unalofikia/jina la hoteli linahitajika

source: Region is required
sw: Mkoa unahitajika

source: Phone is required
sw: Namba ya simu inahitajika

source: Invalid phone. e.g 0717000000
sw: Umekosea namba ya simu. mfano 0717000000

source: Email is required
sw: Barua pepe inahitajika

source: Invalid email address
sw: Umekosea kuandika barua pepe

source: Country journey started is required
sw: Nchi ulipoanzia safari

source: Country visited required
sw: Nchi ulipoanzia safari

source: Entry date required
sw: Tarehe ya kuwasili

source: Entry date should not be greater or equal to today
sw: Tarehe haitakiwi kuwa sawa au kuzidi leo

source: Number of days required
sw: Idadi ya siku zinahitajika

source: Number of days should not be greater than 21
sw: Muda wa siku hautakiwi kuzidi 21

source: Sum of number of days should not exceed 21
sw: Jumla ya idadi ya siku hautakiwi kuzidi 21

source: Symptoms are required
sw: Dalili zinahitajika

source: Tick the declaration.
sw: Jibu tamko
